<?php

return [
  'Name'=>'اسم المرحلة',
  'Notes'=>'ملاحظات',
  'Operations'=>'العمليات',
  'grade_name_ar'=>'اسم المرحلة بالعربية',
  'grade_name_en'=>'اسم المرحلة بالإنجليزية',
  'add_grade'=>'إضافة مرحلة',
  'edit_grade'=>'إضافة مرحلة',
  'delete_grade'=>'إضافة مرحلة',
  'Edit'=>'تعديل',
  'Add'=>'إضافة',
  'Delete'=>'حذف',
  'Save'=>'حفظ البيانات',
  'Close'=>'إغلق',
  'grade_name_ar_required'=>'اسم المرحلة التعليمية بالعربية مطلوب ',
  'grade_name_en_required'=>'اسم المرحلة التعليمية بالإنجليزية مطلوب ',
  'grade_name_ar_unique'=>'اسم المرحلة بالعربية يجب أن لا يكون مكررا ',
  'grade_name_en_unique'=>'اسم المرحلة بالإنجليزية يجب أن لا يكون مكررا ',
 'delete_grade_error'=>'هذه المرحلة الدراسية تحتوى على العديد من الصفوف الدراسية قم بحذهم اولا لكى تتمكن من حذف المرحلة',
  'Warning_Grade'=> 'هل انت متاكد من عملية الحذف ؟',


  



];